[
    {
        "name":"Newcastle",
        "universities":"Newcastle has two universities: the Northumbria University and Newcastle University.",
        "student_life":"Newcastle-Upon-Tyne is known as one of the best cities for students. It's a big city in a small space which gives students the perks of exciting city life at the same time as being compact and friendly. Everything is within walking distance, the city is beautiful and the people are lovely.",
        "image_url":"https://a.cdn-hotels.com/gdcs/production114/d1461/2267d2c2-21e8-4964-bed0-f5bb480def60.jpg?impolicy=fcrop&w=800&h=533&q=medium"
    },
    {
        "name":"Liverpool",
        "universities":"Home to not one, or two, but three universities, with campuses in and around Liverpool, there is no shortage of students in this large and lively city with a global reputation. The University of Liverpool, Liverpool John Moores University (LJMU) and Liverpool Hope University are all found here.",
        "student_life":"If you choose to study in Liverpool, one thing is certain: you will never be bored. The city was named Capital of Culture in 2008 and it's packed with shops, music venues, museums, exhibitions, sports venues, pubs, restaurants, cinemas and loads of attractions and festivals to keep you busy on a night out or a day off the books.",
        "image_url":"https://whc.unesco.org/uploads/thumbs/site_1150_0014-1200-630-20140108102608.jpg"
    },
    {
        "name":"Nottingham",
        "universities":"Nottingham is home to two large and award-winning universities, the University of Nottingham and Nottingham Trent University. The city is big enough to have lots going on, but not so big that you feel lost.",
        "student_life":"Nottingham is the perfect mix between a lively city and a relaxed vibe. There is a huge student population so the city really does cater for everything you could possibly need during your time studying there. Plus it has some of the best shopping outside London!",
        "image_url":"https://images1.whatuni.com/commimg/myhotcourses/blog/post/myhc_70222.jpg"
    },
    {
        "name":"Cardiff",
        "universities":"There are two universities in Cardiff, Cardiff University which is predominantly based in the city centre and Cardiff Metropolitan University which is a short bus ride from the centre.",
        "student_life":"Cardiff, the capital city of Wales, is a lively and student-friendly city. There is a lot on offer whether you are looking for culture, outdoor activities, shopping or a great nightlife and the city has the added bonus that almost everything is within walking distance.",
        "image_url":"https://img.freepik.com/premium-photo/view-cardiff-city-wales-uk_134785-14795.jpg?w=2000"
    },
    {
        "name":"Sheffield",
        "universities":"Sheffield, the home of The University of Sheffield and Sheffield Hallam University, forms the final corner of the triangle made by nearby Manchester and Leeds.",
        "student_life":"Sheffield is a buzzing, cultural centre which is right on the edge of the Peak District National Park. As a student, you will find it has everything that you need and more!",
        "image_url":"https://a.cdn-hotels.com/gdcs/production190/d222/e74a36c0-5862-11e8-a5ee-0242ac110030.jpg?impolicy=fcrop&w=800&h=533&q=medium"
    },
    {
        "name":"Norwich",
        "universities":"The University of East Anglia is a campus university just minutes outside of Norwich, Norfolk's only city.",
        "student_life":"Students rate their experience of the city highly, due to its shops, nightlife and the small-town-community-feel. Norwich crams a lot of activity into a very manageable space, while still keeping the relaxed attitude you'd expect from a county that is half seaside.",
        "image_url":"https://www.visitbritain.com/sites/default/files/paragraphs_bundles/hero/vb34170120.jpg"
    },
    {
        "name":"Glasgow",
        "universities":"The home of Scottish engineering, Irn Bru and five universities. Glasgow Caledonian University, the University of Glasgow, the University of Strathclyde, Glasgow School of Art and the University of the West of Scotland are all based here.",
        "student_life":"Glasgow is Scotland's largest city and well-known for its friendliness, plus it has been named one of the Top 10 best cities in the world (Time Out 2019). It is perfectly suited for students with shops, parks, nightlife spots, leisure facilities, galleries, cinemas and more!",
        "image_url":"https://media.timeout.com/images/105400989/750/422/image.jpg"
    },
    {
        "name":"Manchester",
        "universities":"Manchester's places of study are Manchester Metropolitan University and The University of Manchester.",
        "student_life":"Manchester has the biggest student population outside of London, so if you turn up here you know you'll be well catered for. It's a vibrant and energetic city with so much on offer when you need that well-earned time off from studies.",
        "image_url":"https://cdn.britannica.com/42/116342-050-5AC41785/Manchester-Eng.jpg"
    },
    {
        "name":"Birmingham",
        "universities":"The UK's second largest city, Birmingham, is home to Birmingham City University, Aston University, University of Birmingham, University College Birmingham and Newman University. So you've got a lot of choices and a big, bustling city to explore.",
        "student_life":"Birmingham is one of the youngest major cities in Europe. It's dynamic and diverse, making it an exciting and unique place to study. There is a lot to do and there are a seemingly endless amount of night clubs.",
        "image_url":"https://media.timeout.com/images/105287207/750/422/image.jpg"
    },
    {
        "name":"Swansea",
        "universities":"On the South Coast of Wales, you'll find Swansea and located just outside of the city centre is Swansea University.",
        "student_life":"Swansea is a great location for beach bums and water sports fans alike. Swansea University gives you the perfect place to start discovering all that Wales has to offer while getting your degree. You can cycle from woodland to beachside in a matter of minutes.",
        "image_url":"https://a.cdn-hotels.com/gdcs/production183/d1683/0f8bdc99-7b7d-48e0-8e9a-7d5daf4f8b8c.jpg"
    },
    {
        "name":"Portsmouth",
        "universities":"Portsmouth is a coastal city in the South of England, with the University of Portsmouth situated in the heart of the city.",
        "student_life":"Portsmouth is a bustling city with the bonus of being right on the sea. It has everything a student needs to work, play and rest! So many beautiful places to go. The place has rich history. If you stay a bit after submissions you can enjoy the beach like you're on holiday!",
        "image_url":"https://a.cdn-hotels.com/gdcs/production78/d1915/3c696d90-a527-11e8-a47f-0242ac11000d.jpg"
    },
    {
        "name":"Chester",
        "universities":"Chester is located in the North West of England, right on the border of England and Wales. The University of Chester occupies five campus sites in and around the city.",
        "student_life":"Chester is a small city packed with charm, thanks to its long history which has been preserved. It's perfect for students who want something a bit more low-key as it's more of a big town than a big city.",
        "image_url":"https://thetravelhack.com/wp-content/uploads/2021/05/Chester-City-Centre.jpeg.webp"
    },
    {
        "name":"Bristol",
        "universities":"Bristol is home to two universities, the UWE Bristol (University of the West of England) and the University of Bristol.",
        "student_life":"Bristol is renowned for its art, music and food scene, so you'll never be short of places to go and things to do at all hours of the day or night. There is a large student population in this creative, diverse and vibrant city, so you'll be well catered for.",
        "image_url":"https://a.cdn-hotels.com/gdcs/production72/d3/a335d920-1a22-4f74-95be-e945479a8d8c.jpg"
    },
    {
        "name":"Plymouth",
        "universities":"Plymouth is situated on the beautiful South Devon coastline, it used to be a fishing village but has developed into an important maritime port and lively city. It is home to the University of Plymouth and Plymouth Marjon University.",
        "student_life":"There's a big student population in Plymouth and has plenty on offer from outdoor adventures and culture to restaurants and nights out. It's a big enough city to have lots going on and all the amenities you would want but small enough to make it a friendly and accessible place to study and live.",
        "image_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Plymouth_Hoe_from_Staddon_Heights.jpg/640px-Plymouth_Hoe_from_Staddon_Heights.jpg"
    },
    {
        "name":"Belfast",
        "universities":"Queen's University and the Belfast Campus of Ulster University, have great locations. They are close to the waterfront and right on top of all the main attractions that Northern Ireland's Capital has on offer.",
        "student_life":"It's good craic! If there's something you'll have to get used to is the Northern Irish lingo. Belfast is a welcoming capital city, that is easy to get around and so much to offer students. You'll have no problem settling in and making it feel like home.",
        "image_url":"https://s3a.visitbelfast.com/app/uploads/2019/05/Belfast-City-Hall_1557862122-720x405.jpg"
    },
    {
        "name":"Reading",
        "universities":"University of Reading has three campuses in and around Reading. Whiteknights campus is the main campus set in beautiful parkland with the Student's Union, Library, two museums and much more on-site.",
        "student_life":"Reading has seen a real improvement in the last 20 years which has made it a vibrant and diverse place to both live and study. It offers everything from great shopping, lovely green spaces and excellent transport links to London and the rest of the UK.",
        "image_url":"https://eu-assets.simpleview-europe.com/reading/imageresizer/?image=%2Fdbimgs%2FR%20Gallery%20-%20The%20Oracle%20Riverside.jpg&action=FeaturedItemsGalleryProElite3x2"
    },
    {
        "name":"Preston",
        "universities":"The students at the University of Central Lancashire make up about a fifth of Preston's inhabitants. Preston boasts easy access to the seaside towns of the north west, the romantic vistas of the Lake District National Park and the vibrant big cities of the north.",
        "student_life":"Preston is quite a small city set in the incredible fells and moors the county is famous for, and its manageable size makes it a good place for freshers to find their feet.",
        "image_url":"https://www.sanctuary-students.com/sites/default/files/styles/3_by_2/public/quick_media/24-08-2020-9-things-you-didnt-know-about-preston-main-image.jpg"
    },
    {
        "name":"Leeds",
        "universities":"Leeds is home to three universities, the University of Leeds, Leeds Trinity University and Leeds Beckett University.",
        "student_life":"Leeds is a lively and multicultural city with a large student population. It is quite a compact city, so it is easy to get around and has a community feel. Leeds is the perfect mix of city and town life and has something to offer to anyone who calls it home.",
        "image_url":"https://a.cdn-hotels.com/gdcs/production156/d497/125961da-bef2-47e4-8fbc-97fc3a6ef9c8.jpg"
    },
    {
        "name":"Edinburgh",
        "universities":"Scotland's capital Edinburgh has three universities which are the University of Edinburgh, Edinburgh Napier University and Heriot-Watt University.",
        "student_life":"Edinburgh is an incredible hub of culture and events, perfect for students. There is an abundance to do, see and visit, so much actually that you might need to remind yourself that you are there to study!",
        "image_url":"https://a.cdn-hotels.com/gdcs/production73/d1723/35b8f7e3-14c4-4d53-ae2f-5f7f6adb6aac.jpg"
    },
    {
        "name":"Lincoln",
        "universities":"Lincoln is a city in the East Midlands and is one of the world's great historic cities. There are two universities, they are the University of Lincoln and Bishop Grosseteste University.",
        "student_life":"Lincoln is officially ranked as one of the UK's safest cities, which should make your parents feel a bit better about you going off to study there. It's not a big place, but it's got style. For a student, the cost of living is pretty minimal compared to other cities.",
        "image_url":"https://www.historic-uk.com/wp-content/uploads/2017/01/lincoln.jpg"
    }



]